{
  "teams":[{
    "id": 1,
    "name": "SKT T1",
    "img": "https://hydra-media.cursecdn.com/lol.gamepedia.com/b/b7/SKT1.png?version=96ffe810c24dfbeb6c82cf1be25cedd7",
    "bio": " Korean a professional gaming team based in South Korea. Previously, the SK Telecom organization sponsored two sister teams, S and K. It was originally founded as a StarCraft: Brood War team under the name Orion in 2002 by Lim Yo-Hwan (Boxer), regarded by many as the greatest eSports player of all time, and has included stars such as Kim Taek-Young (Bisu), Jung Myung-Hoon (Fantasy) and Choi Yun-Sung (ILoveOov - who is formerly the coach of SKT1's StarCraft II team)"
  },{
    "id": 2,
    "name": "KT Rolster",
    "img": "https://hydra-media.cursecdn.com/lol.gamepedia.com/d/d4/Ktrolsterlogo.png?version=b92c9d861affae8a91a097317a0313af",
    "bio": "KT Rolster is a Korean professional gaming organization based in South Korea. It is one of the seven KeSPA teams and is participating in OGN Club Masters."
  },{
    "id": 3,
    "name": "TSM",
    "img":
    "https://hydra-media.cursecdn.com/lol.gamepedia.com/thumb/6/61/Team_SoloMid.png/600px-Team_SoloMid.png?version=7787b71113ba2fc5fd90ee5e613763b9",
    "bio": "Team SoloMid (TSM) is a North American eSports Team, created around the community website SoloMid.Net by brothers Andy 'Reginald' Dinh and Dan 'Dan Dinh' Dinh in September 2009. The team was first seen in early 2011 after being formed to participate in the Riot Season 1 Championship later that year."
  },{
    "id": 4,
    "name": "C9",
    "img": "https://hydra-media.cursecdn.com/lol.gamepedia.com/e/ed/Cloud9x.png?version=dd98e9811144db9072be2db96bc86658",
    "bio": "Cloud9 (C9) is a North American League of Legends team competing in the North American League Championship Series. Cloud 9 started the Season strong after signing 2015 Summer MVP Rush. With Hai stepping down as the mid laner and jungler, he then moved to support role sharing the spot with Bunny FuFuu where they played 50/50 in scrims but about 90/10 in the LCS."
  }
  ]
}
